Repository: muxamed666/CrazyRussianRoads
Catalog: */Localizable.strings
Languages: ru

# SURVIVE
source: Survive on Russian Road!
ru: Ваша цель - выжить!

# PRICE
source: Revive price x10!
ru: Спасение подорожало в 10 раз.

# ACCELERATED
source: You've got accelerated!
ru: Вы ускорились!

# REPAIR_1
source: Reach
ru: Для починки наберите

# REPAIR_2
source: more points for repair
ru: очков

# REPAIRED
source: Car has been repaired
ru: Машина отремонтирована!

# SPEEDBUMP
source: Speedbump ahead
ru: 150 м

# SUPERSPEED
source: More speed - less holes
ru: Больше скорость - меньше ям

# GODMODE
source: Titan Wheels & Balls
ru: Неуязвимость!

# REPAIR_B
source: Bonus repair!
ru: Бонусный ремонт!

# TUTORIAL_SWIPE
source: Swipe to move the car left or right
ru: Свайп чтобы перемещаться по дороге

# TUTORIAL_TAP
source: Or tap to move the car a little
ru: Тап чтобы немного сместиться

# TUTORIAL_COINS
source: Collect coins to unlock new cars!
ru: За монеты можно получить машины!

# TUTORIAL_OBS
source: Obstacles can damage one of your wheels!
ru: Препятсвия могут повредить колеса!

# DSVC_REVIVE
source: Revive for
ru: Вернуться в игру за

# DSVC_POOR
source: Revive unavailable. Not enough . .
ru: Для возрождения не хватает . .

# STVC_RESET
source: Reset
ru: Сбросить

# STVC_CANCEL
source: Cancel
ru: Отмена

# STVC_RECORDS
source: All records will be deleted! This action cannot be undone!
ru: Все рекорды будут удалены! Действие нельзя будет отменить!

# STVC_GAMEFILE
source: All game data (including opened cars!) will be deleted! This action cannot be undone!
ru: Все игровые данные (включая открытые машины) будут удалены! Это действие нельзя отменить!

# ABVC_MESSAGE
source: You can watch the ad and get:
ru: Вы можете просмотреть рекламный ролик и получить:

# ABVC_ACTION
source: Continue...
ru: Продолжить...

# ABVC_ERROR
source: Failed to download ad. Try again later.
ru: Ошибка при загрузке рекламы. Повторите попытку позднее

# ABVC_ERROR_TITLE
source: Downloading error
ru: Ошибка

# SHVC_POINTS
source: Points:
ru: Очки:

# SHVC_AVAILABLE
source: Available
ru: Доступно

# SHVC_SELECTED
source: Selected
ru: Выбрано

# SHVC_SELECT
source: Select!
ru: Выбрать!

# SHVC_UNLOCK
source: Unlock!
ru: Купить!

# SHVC_LOCKED
source: Locked
ru: Заблокировано

# SHVC_CANTAFFORD
source: You cant afford it!
ru: Не хватает очков!

# SHVC_MOREPOINTS
source: Earn more score points in game, to buy this car.
ru: Заработайте больше очков в игре, чтобы открыть эту машину!

# SHVC_SURE
source: Are you sure?
ru: Вы уверены?

# SHVC_CANCEL
source: Cancel
ru: Отменить

# HSVC_NAMEERROR_TILE
source: High score name
ru: Имя рекорда

# HSVC_NAMEERROR_BODY
source: Incorrect name
ru: Некорректное имя рекорда

# HSVC_NAMEERROR_EXISTS
source: This record name is already in use
ru: Это имя рекорда уже используется

# HSVC_NONAME
source: No Name
ru: Без имени

# DEFEAT_1
source: Game Over!
ru: Права купил, а ездить - не купил.

# DEFEAT_2
source: Hit'n'run?
ru: Не ездок, а ездец!

# DEFEAT_3
source: This car now looks like back end of a bus
ru: Надеюсь, у тебя есть страховка...

# DEFEAT_4
source: Drive like road hog? Not big surprise.
ru: Пешеходы не пострадали.

# DEFEAT_5
source: Thats why we use dash cams here!
ru: Ну и как там, в канализации?

# DEFEAT_6
source: Uh oh. I hope you have insurance.
ru: Во всем виноваты дороги!

# DEFEAT_7
source: Faul and a miss =(
ru: Понапокупают прав...

# DEFEAT_STOLB
source: Hugged the lamppost?
ru: Обнял столб?

# REGIONAL_KILOMETERS
source: km
ru: км

# REGIONAL_METERS
source: m
ru: м

# CARS_CHETVIRKA
source: Chetvirka
ru: Четверка

# CARS_DEVYATKA
source: Devyatka
ru: Девятка

# CARS_VOLGA
source: Volga
ru: Баржа

# CARS_ZAPOR
source: Zapor
ru: Запор

# CARS_CHETVIRKA_CLASSIC
source: Classic
ru: Классика

# CARS_CHETVIRKA_SKY
source: Sky
ru: Небесная

# CARS_CHETVIRKA_PEACH
source: Peach
ru: Персик

# CARS_CHETVIRKA_LEMON
source: Lemon
ru: Лимонка

# CARS_CHETVIRKA_SNOW
source: Snow
ru: Снежная

# CARS_DEVYATKA_GRAY
source: Gray
ru: Серая

# CARS_DEVYATKA_BEIGE
source: Beige
ru: Бежевая

# CARS_DEVYATKA_RED
source: Red
ru: Красная

# CARS_DEVYATKA_GRAYISH
source: Grayish
ru: Серая

# CARS_VOLGA_WHITE
source: White
ru: Белая

# CARS_VOLGA_GREEN
source: Green
ru: Зеленая

# CARS_VOLGA_VINO
source: Vino
ru: Бордовая

# CARS_VOLGA_BLUISH
source: Bluish
ru: Синеватая

# CARS_VOLGA_BLACKY
source: Blacky
ru: Черненькая

# CARS_ZAPOR_SIBERIAN
source: Siberian
ru: Снег

# CARS_ZAPOR_YELLOW
source: Yellow
ru: Желтый

# CARS_ZAPOR_BLOODY
source: Bloody
ru: Кровавый

# CARS_ZAPOR_DIRTY
source: Dirty
ru: Грязный

# CARS_ZAPOR_EGGPLANT
source: Eggplant
ru: Баклажан
